alacritty
base
bat
breeze-cursors
brightnessctl
btop
clang
cliphist
cmake
efibootmgr
eza
fastfetch
fd
firefox
fuzzel
git
github-cli
grim
gst-plugin-pipewire
helix
hyprland
hyprpolkitagent
hyprshutdown
intel-ucode
iotas
ironbar
libnotify
libpulse
linux
linux-firmware
mako
man-db
mkinitcpio
networkmanager
ninja
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pipx
reflector
ripgrep
rustup
slurp
sof-firmware
sudo
swaybg
tea
terminus-font
ttf-iosevka-nerd
upower
wf-recorder
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-hyprland
zoxide
zram-generator
