alacritty
autotiling
base
base-devel
bat
breeze-cursors
brightnessctl
btop
clang
cmake
dhcpcd
dhcpcd-openrc
dunst
elogind-openrc
espeak-ng
eza
fastfetch
fd
firefox
fortune-mod
git
github-cli
gst-plugin-pipewire
helix
i3-wm
intel-ucode
iwd
iwd-openrc
libnotify
limine
linux-firmware
linux-zen
maim
man-db
man-pages
marktext-bin
ninja
openrc
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-openrc
pipewire-pulse
pipewire-pulse-openrc
playerctl
reflector
ripgrep
rofi
rustup
slop
sof-firmware
tea
terminus-font
ttf-iosevka-nerd
unimatrix-git
upower
wireplumber
wireplumber-openrc
xclip
xdg-utils
xlibre-xserver
xlibre-xserver-common
xlibre-xserver-devel
xlibre-xserver-src
xlibre-xserver-xephyr
xlibre-xserver-xnest
xlibre-xserver-xvfb
xorg-xinit
xorg-xset
xwallpaper
yay
zoxide
