alacritty
base
base-devel
bat
breeze-cursors
brightnessctl
btop
clang
cliphist
cmake
dhcpcd
dhcpcd-dinit
dinit
elogind-dinit
eza
fastfetch
fd
firefox
fuzzel
git
github-cli
grim
gst-plugin-pipewire
helix
hyprland
hyprpolkitagent
hyprshutdown
intel-ucode
ironbar-git
iwd
iwd-dinit
libnotify
limine
linux-firmware
linux-zen
mako
man-db
ninja
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
python-pipx
ripgrep
rustup
slurp
sof-firmware
sudo
swaybg
tea
terminus-font
ttf-iosevka-nerd
upower
wf-recorder
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
xdg-utils
xlibre-xserver-common
yay
zoxide
